[
    {
        "id": "p01",
        "name": "Deck Box - O Grimório",
        "images": "imagens/p01/1.webp,imagens/p01/2.webp,imagens/p01/3.webp",
        "desc": "Mais que uma caixa, um item de exposição. Com acabamento premium e fechamento magnético seguro, este grimório guarda seu deck e acessórios com a elegância que um grande estrategista exige. Sua partida começa antes mesmo da primeira carta ser comprada.",
        "category": "MTG",
        "price": "R$200.00"
    },
    {
        "id": "p02",
        "name": "Master Tracker",
        "images": "imagens/p02/1.webp,imagens/p02/2.webp,imagens/p02/3.webp",
        "desc": "Dê adeus ao papel e caneta com o rastreador de atributos definitivo para RPG. Esta maleta compacta em estilo industrial organiza seus dados, miniaturas e ferramentas, enquanto os mostradores mecânicos integrados mantêm seus status e habilidades sempre à vista. É a engenharia de precisão elevando sua imersão a um nível profissional em cada sessão.",
        "category": "RPG",
        "price": "R$200.00"
    },
    {
        "id": "p03",
        "name": "Deck Box - Altar do Commander",
        "images": "imagens/p03/1.webp,imagens/p03/2.webp,imagens/p03/3.webp",
        "desc": "Mais que uma Deck box, um verdadeiro altar para o seu commander. Além do visor frontal que coloca sua carta comandante em evidência, também possui um compartimento lateral para tokens, dados e contadores de vida. Personalizável em cores e simbolos de mana únicas ou mesclas híbridas.",
        "category": "MTG",
        "price": "R$90.00"
    },
    {
        "id": "p04",
        "name": "Poliedros da Sorte",
        "images": "imagens/p04/1.webp,imagens/p04/2.webp,imagens/p04/3.webp",
        "desc": "Mais que simples dados, extensões da sua vontade no tabuleiro. Estes poliedros oferecem um equilíbrio estético superior para narrativas onde cada decisão importa. Com a liberdade de escolher a cor de cada face individual do seu set, você não apenas joga o dado, mas manifesta sua própria sorte com a distinção que apenas um jogador de RPG possui.",
        "category": "RPG",
        "price": "R$10.00 o conjunto"
    },
    {
        "id": "p05",
        "name": "Dobrões de Ouro",
        "images": "imagens/p05/1.webp,imagens/p05/2.webp,imagens/p05/3.webp",
        "desc": "Estas peças são o símbolo de conquistas épicas em sua aventura. Cada moeda traz o brilho necessário para representar fortunas acumuladas ou recompensas lendárias no centro da mesa. Sinta o relevo detalhado de um artefato que transforma sua seção de RPG em um momento de pura glória visual.",
        "category": "RPG",
        "price": "R$3.00 a unidade"
    },
    {
        "id": "p06",
        "name": "Deck Box - Minimalista",
        "images": "imagens/p06/1.webp,imagens/p06/2.webp,imagens/p06/3.webp",
        "desc": "Uma Deck Box que aposta na simplicidade para entregar uma proteção absoluta e eficaz. Com encaixe preciso e estrutura otimizada, é o item de exposição ideal para o jogador que exige funcionalidade impecável e a elegância de um design limpo.",
        "category": "MTG",
        "price": "R$30.00"
    },
    {
        "id": "p07",
        "name": "A Arca da Aliança",
        "images": "imagens/p07/1.webp,imagens/p07/2.webp,imagens/p07/3.webp",
        "desc": "Com detalhes esculpidos sob o brilho do ouro, esta peça simboliza a promessa e a aliança indissolúvel de Deus. É o ícone definitivo para quem deseja materializar a majestade bíblica.",
        "category": "decoracoes",
        "price": "R$70.00"
    },
    {
        "id": "p08",
        "name": "Deck Box - Satoru Umezawa",
        "images": "imagens/p08/1.webp,imagens/p08/2.webp,imagens/p08/3.webp",
        "desc": "Um tributo à arte do Ninjutsu. Esta Deck Box exclusiva, estampada com a face implacável de Satoru Umezawa, possui um visor frontal que exibe sua carta de comandante e um fechamento magnético.",
        "category": "MTG",
        "price": "R$70.00"
    },
        {
        "id": "p09",
        "name": "Separador de Livros - Millennium Falcon",
        "images": "imagens/p09/1.webp,imagens/p09/2.webp,imagens/p09/3.webp",
        "desc": "Uma janela para uma galáxia muito distante que repousa diretamente em sua estante. Este nicho decorativo captura a essência da Millennium Falcon, criando um efeito de profundidade hipnotizante entre seus livros favoritos. É a peça de exposição definitiva para o leitor de ficção científica.",
        "category": "decoracoes",
        "price": "R$70.00"
    },
        {
        "id": "p10",
        "name": "Tyrannosaurus Illuminatus",
        "images": "imagens/p10/1.webp,imagens/p10/2.webp,imagens/p10/3.webp",
        "desc": "Este kit destacável permite que você monte seu próprio esqueleto de Tiranossauro. Ao apagar das luzes, o grande Tyrannosaurus rex revela sua natureza luminescente, emitindo um brilho que torna qualquer ambiente mais divertido.",
        "category": "decoracoes",
        "price": "R$70.00"
    }
]